<template>
  <div class="breadcrumbs">
    <div class="container">
      <ul>
        <li>
          <router-link active-class="active" to="/">Головна</router-link>
        </li>
        <li><span>Про проєкт</span></li>
      </ul>
    </div>
  </div>
  <div class="container text-block">
    <div class="row" style="margin-bottom: 50px;">
      <div class="col-md-12">
        <h1>Про проект</h1>
        <p>
          Проект розроблено волонтерами <a target="_blank" href="https://www.openstreetmap.org/">OpenStreetMap
          Ukraine</a>
          без підтримки Міністерства цифрової трансформації та іноземних партнерів. Подяка за підтримку кавомашині та коту Барсику.
        </p>
        <p>
          1 січня 2018 року відбулась передача мережі автомобільних доріг місцевого значення із сфери управління
          Державного агентства автомобільних доріг України (Укравтодор) в управління місцевим органам влади.
          З цього часу частина доріг поза межами населених пунктів обслуговається обласними державними адміністраціями.
        </p>
        <p>
          Зачасту дороги місцевого значення поєднують населені пункти всередині області,
          або є під'їздами до невеликих населених пунктів від основних доріг державного значення. Через малий попит,
          стан
          цих доріг часто є критичним. З документацією ситуація не краща: відсутні державні акти володіння землею,
          схеми організації дорожнього руху, тощо.
        </p>
        <p>
          Єдиною публічно доступною інформацією про розміщення та протяжність доріг місцевого рівня є переліки,
          що затверджуються обласними адміністраціями раз на три роки. Переліки містять інформацію щодо офіційної
          назви дороги, її інвентарного номеру та протяжності.
          Визначити фізичне місцезнаходження дороги за цією інформацією є складною задачею.
        </p>

        <p>
          Метою проекту є створення публічно доступної електронної бази місцевих доріг України.
        </p>
      </div>
    </div>
    <div class="row">
      <div class="col-md-12">
        <h2>
          Про доступні сервіси
        </h2>
        <p>
          Доступні для користувачів інструменти поділяються на дві частини: публічні та внутрішні.
        </p>
        <p>
          Внутрішні інструменти доступні усім бажаючим, проте відображаються лише для діючих редакторів
          <a target="_blank" href="https://www.openstreetmap.org/">OpenStreetMap Ukraine</a>.
          Ці інструменти допомагають в роботі з нанесення мережі автомобільних доріг, аналізують помилки, тощо.
        </p>
        <p>
          Публічні інструменти доступні без авторизації усім бажаючим.
        </p>

        <h4 style="margin-top: 20px; margin-bottom: 20px">
          Перелік інструментарію
        </h4>
        <p>Work in progress</p>
      </div>
    </div>
  </div>
</template>
<script>
export default {
  name: 'AboutPageComponent'
}
</script>
